Repository: lukegor/JSharp
Catalog: JSharp/Resources/Strings.*.resx
Languages: de, pl

source: Author:
de: Autor
pl: Autor

source: Convert
de: Konvertieren
pl: Konwertuj

source: Convolve
de: Konvolvieren
pl: Konwolucja

source: Dilate
de: Dilatieren
pl: Dylacja

# DoubleConvolve
source: Double- and Single Convolve
de: Doppel- und Einzelfaltung
pl: Podwójna i Pojedyncza Konwolucja

source: Duplicate
de: Duplikatieren
pl: Duplikuj

source: Edge Detection (Hough)
de: Kantendetektion (Hough)
pl: Wykrywanie Krawędzi (Hough)

source: Edge Pixels Handling
pl: Obsługa pikseli brzegowych

source: Equalize Histogram
de: Histogramm äqualisieren
pl: Wyrównaj Histogram

source: Erode
de: Erodieren
pl: Erozja

source: Error
de: Fehler
pl: Błąd

source: Filters
de: Filter
pl: Filtry

# Grayize
source: RGB to Grayscale
de: RGB zu Graustufen
pl: Konwertuj RGB na Szaroodcieniowy

source: Image Processing Program
de: Bildverarbeitungsprogramm
pl: Program do Przetwarzania Obrazów

source: Image Calculator
de: Bildrechner
pl: Kalkulator Obrazów

source: Inpaint
pl: Inpainting

source: Kernel/Mask Size
de: Kernel-/Maskengröße
pl: Rozmiar kernela/maski

source: Median
pl: Medianowy

# MorphologicalClose
source: Morphological Closing
de: Morphologisches Öffnen
pl: Zamknięcie Morfologiczne

# MorphologicalOpen
source: Morphological Opening
de: Morphologische Schließen
pl: Otwarcie Morfologiczne

# MorphologicalOperations
source: Elementary Morphological Operations
de: Morphologische Operationen
pl: Operacje Morfologiczne

source: Negate
de: Negieren
pl: Negacja

source: Open
de: Öffnen
pl: Otwórz

# OpenGray
source: Open Grayscale
de: Graustufen Öffnen
pl: Otwórz Obraz Szaroodcieniowy

source: Open RGB
de: RGB Öffnen
pl: Otwórz Obraz RGB

# PixelIntensity
source: Brightness
de: Helligkeit
pl: Intensywność

source: Plot Profile
de: Handlungsprofil
pl: Linia Profilu

source: Posterize
de: Posterisieren
pl: Posteryzuj

# PyramidDown
source: Scale Down
de: Herunterskalieren
pl: Skaluj w Dół

# PyramidUp
source: Scale Up
de: Vergrößern
pl: Skaluj w Górę

source: Rectangle
de: Rechteck
pl: Kwadrat

source: RGB to HSV
de: RGB zu HSV
pl: Konwertuj RGB do HSV

source: RGB to LAB
de: RGB zu LAB
pl: Konwertuj RGB do LAB

source: Rhombus
pl: Romb

source: Save
de: Speichern
pl: Zapisz

source: Save All
de: Alles Speichern
pl: Zapisz wszystkie

source: Save As
de: Speichern als...
pl: Zapisz jako

source: Show Histogram
de: Histogramm anzeigen
pl: Wyświetl Histogram

source: Skeletonize
de: Skelettieren
pl: Szkieletyzacja

source: Split Channels
de: Kanäle teilen
pl: Rozdziel na kanały

source: Stretch Contrast
de: Stretch-Kontrast
pl: Rozciągnij Kontrast

source: Stretch Histogram
de: Dehnungshistogramm
pl: Rozciągnij Histogram

source: Structuring Element
de: Strukturierendes Element
pl: Element strukturalny

source: Watershed
de: Wasserscheide
pl: Wododział

source: Thresholding
de: Schwellenwertverfahren
